<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */
$taswirlar = [
  "лестницы" => [
      "taswir" => "<strong>Лестница</strong> наряду с со своим прямым предназначением является одним из важнейших элементов интерьера. "
                . "В её конструкции и внешнем облике могут объединяться различные материалы и принципы проектирования, "
                . "позволяющие придать лестнице требуемые качества и своеобразность. "
                . "Само же видовое многообразие <strong>лестниц</strong> в значительной мере определяется их конструктивными особенностями. "
                . "Все <strong>лестницы</strong> можно разделить на три основных типа: косоурные, тетивные, на металлокаркасе. ",  
      "косоурные" => "Лестницы на <strong>косоурах</strong> – это универсальный тип лестниц, пригодный для установки в абсолютно любых помещениях. 
			Такие лестницы отличаются высокой надежностью и прочностью. 
			Они одни из самых популярных типов лестниц. Лестница на косоуре очень удобна и красива.
			А основой такой лестницы служит косоур (балка, поддерживающая ступени снизу). Как правило, косоур имеет зубчатую форму. 
			Зубчатый косоур представляет собой балку, верхняя часть которой вырезана в виде зубцов и в эти зубцы вставляются ступени, называемые накладными. 
			Ступени изготавливаются из дерева (бук, дуб и др.), стекла-триплекса, нержавеющей стали, искусственного или натурального камня. 
			Лестничное ограждение выполняется из материала определяемого заказчиком",
      "тетивные" => "<strong>Тетивная</strong> конструкция лестниц является одной из самых популярных. 
			Тетива это боковой несущий элемент лестницы, к которому непосредственно крепятся ступени, столбы ограждения и балясины. 
			На тетивах можно реализовать лестницы как открытого, так и закрытого типа. Они могут быть прямыми, изогнутыми и спиральными. 
			Тетива может быть изготовлена как из дерева, так и из металла. Для придания красоты деревянным тетивам из отделывают резьбой или гравировкой.
			Тетивная лестница внешне представляет собой легкую ажурную конструкцию. При изготовлении таких лестниц практически не применяется использование подступенек и массивных ограждений. 
                        Особенность тетивных лестниц именно в том, что в этих конструкциях идеально сочетаются визуальная легкость и потрясающая прочность.",
      "на металлокаркасе" => "Конструкция деревянной лестницы на <strong>металлокаркасе</strong> появилась на рынке сравнительно недавно. 
			Это стало возможным с появлением новых технологий в металлообработке и покраске. 
			Смысл такой конструкции состоит в предварительном монтаже металлокаркаса будущей лестницы с последующей облицовкой его деревом, камнем или стеклом. 
			В зависимости от Вашего желания, металлокаркас может быть видимым или обшитым деревом или гипроком – по этому, лестница с успехом впишется в любой интерьер.
			Лестницы, изготовленные на основе металлического каркаса, по сути, представлены функциональными конструкциями повышенной прочности, 
			для отделки которых используются традиционные породы древесины, такие, как лиственница, ясень и дуб. 
			Ограждения металлокаркасных лестниц выполняются, исходя из пожеланий заказчика из древесины или из металла, 
			ступени изготавливаются из дерева и крепятся на каркас.
			На сегодняшний день существует довольно много видов лестниц, для изготовления которых используется металл, 
			одним из них являются конструкции на сварных металлокаркасах, которые изготавливаются с учетом дальнейшей их отделки древесиной. 
			В качестве основы в этом случае выступает сварная конструкция повышенной прочности, при этом именно от того, 
			насколько грамотно будут просчитаны все параметры и насколько точно будут проведены сварные работы, зависит качество выполненых работ.
			Еще на этапе проектирования необходимо продумать предстоящую отделку лестницы древесиной или другим материалом, например стеклом. 
			Делается это с целью сохранения одинакового шага для всех ступеней."
    ],
    "двери" => [
        "taswir"    =>  "Свою давнюю историю двери ведут со времён жилищ первых людей. "
                        . "Вначале это был большой тяжелый камень, загораживающий вход в пещеру или ветки колючего кустарника, "
                        . "создающие непроходимый барьер для диких зверей. В жилищах кочевых народов роль двери выполняли шкуры животных, "
                        . "которые удерживали внутреннее тепло помещения и не давали просочиться холодному воздуху извне.",
        "taswir2"   =>  "Были времена, когда основным материалом для производства дверей были железо и бронза, "
                        . "но они вновь были постепенно вытеснены более практичным и легким деревом. "
                        . "Чаще использовались дуб и орех, которые отличались своей прочностью, "
                        . "но в разные века предпочтение диктовалось модой, "
                        . "поэтому стали применяться более экзотические и ценные породы дерева: палисандр, тик, клен, грушу, черешню и ясень. ",
        "taswir3"   => "В эпоху Возрождения особенно прославились итальянские мастера, "
                        . "сделав страну лидером в производстве дверей. В Милане находится самая древняя дверь, "
                        . "сохранившаяся с IV века нашей эры. Она до сих пор украшает Центральный Портал Базилики Сент-Амброджио, "
                        . "который в последний раз реставрировался лишь в 1750 году. "
                        . "Позднее мастера-краснодеревщики из Италии прославились созданием изысканных изделий в стиле рококо, "
                        . "до сих пор считающиеся настоящими произведениями искусства."
    ],
    "ишекләр"   =>  [
        "taswir"    => "<strong>Ишекләр</strong> тарихы беренче кешеләрнең торакларыннан башлана."
                        . "Башта тау куышын бикләгән зур авыр таш яисә йырткычлар үтмәслек чәнечкәле куак булган."
                        . "Далада, туңдырада яшәгән халыкларның ишекләре - хайван тиреләре булган",
        "taswir2"   => "Элек ишекләр тимердән, бакырдан ясаганнар. Әкренләп агачтан ясый башлаганнар. "
                        . "Еш кына ныклыгы белән билгеле имәннән, чикләвектән <strong>ишекләр</strong> ясаганнар."
                        . "Төрле заманнарда я палисандырга, я өрәңгегә, я грушага, я төче чиягә, я корыч-агачка мода булган",
        "taswir3"    => "Беренче агач <strong>ишекләр</strong> Иранда ясый башлаганнар. 
                        Шул ук вакытта бүлмәләр арасында <strong>ишекләр</strong> урнаштыра башлаганнар"
    ]
];